[Pickups.BP_ArmorIncrease_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアップグレード:防御強化"

[Pickups.BP_ArmorIncrease_twk:DisTweaks_Interactable_PickupBase_11 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_ExpBullets_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアップグレード:ピストルさく薬弾"

[Pickups.BP_ExpBullets_twk:DisTweaks_Interactable_PickupBase_12 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_FlareBolt_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアイテム:焼夷ボルト"

[Pickups.BP_FlareBolt_twk:DisTweaks_Interactable_PickupBase_13 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_HealthPotion_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアイテム:ソコロフのライフエリクサー"

[Pickups.BP_HealthPotion_twk:DisTweaks_Interactable_PickupBase_14 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SilentRunning_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアップグレード:ステルスブーツ 1"

[Pickups.BP_SilentRunning_twk:DisTweaks_Interactable_PickupBase_16 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SpyglassZoom_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアップグレード:光学マスク 2"

[Pickups.BP_SpyglassZoom_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_StickyGrenade_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="ピエロの新しいアップグレード:スティッキーグレネード"

[Pickups.BP_StickyGrenade_twk:DisTweaks_Interactable_PickupBase_17 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

